Repository: Andrea-Bruno/AntiGithub
Catalog: AntiGit/Resources/Dictionary_*.resx
Languages: it

# ComputerClockIs
source: the computer clock is
it: L'orologio del computer è

source: directory not found
it: Directory non trovata

# TimeNotCheckedOnline
source: The current time could not be checked online
it: Non è stato possibile controllare l'ora corrente online

# Warning1
source: Warning: Git sync cannot be started because the source and git directories contain different projects. Check the settings!
it: Avviso: la sincronizzazione di Git non può essere avviata perché le directory source e git contengono progetti diversi. Controlla le impostazioni!

# Warning2
source: More than one file has been deleted, for security reasons we will not synchronize if more than one file is deleted!
it: È stato eliminato più di un file, per motivi di sicurezza non effettueremo la sincronizzazione se viene eliminato più di un file!

# Error2
source: Error: The application must be run in administrator mode
it: Errore: l'applicazione deve essere eseguita in modalità amministratore

# PleaseAdjustClock
source: "Please adjust the system clock!"
it: "Si prega di regolare l'orologio di sistema!"

# Instruction1
source: To restore the backup you need to copy the desired version where you prefer, via the command line (copy and paste does not work)
it: Per ripristinare il backup devi copiare la versione desiderata dove preferisci, tramite la riga di comando (il copia e incolla non funziona)

source: Target not found!
it: Obiettivo non trovato!

# Suggest1
source: Suggest: It is recommended setting Visual Studio Auto Recovery to 1 minute: tools->Options->Environment-AutoRecover
it: Suggerimento: si consiglia di impostare il ripristino automatico di Visual Studio su 1 minuto: strumenti->Opzioni->Ambiente-Ripristino automatico

# Info
source: NOTE: The SOURCE directory is the one with the files to keep (your projects and your solutions must be here), in the TARGET directory the daily backups will be saved, the GIT directory is a remote directory accessible to all those who work on the same source files, for example, the git directory can correspond to a disk of network or to the address of a pen drive connected to the router, in this directory Context will create a synchronized version of the source in real time.
it: NOTA: La directory SOURCE è quella con i file da conservare (i tuoi progetti e le tue soluzioni devono essere qui), nella directory TARGET verranno salvati i backup giornalieri, la directory GIT è una directory remota accessibile a tutti coloro che lavorano sul stessi file sorgente, ad esempio, la directory git può corrispondere ad un disco di rete o all'indirizzo di una pen drive collegata al router, in questa directory Context creerà una versione sincronizzata della sorgente in tempo reale.

# Error1
source: Error: During the first setup Git and Source cannot contain files at the same time: If you want to synchronize this computer with the shared Git, then Git must contain the files and the Source directory must be empty. If you want to create a shared Git, then Git must be empty and Source must contain the files you want to share.
it: Errore: durante la prima configurazione Git e Source non possono contenere file contemporaneamente: se si desidera sincronizzare questo computer con il Git condiviso, allora Git deve contenere i file e la directory Source deve essere vuota. Se vuoi creare un Git condiviso, allora Git deve essere vuoto e Source deve contenere i file che vuoi condividere.

source: Source not found!
it: Fonte non trovata!

# TimeIncorrect
source: The current computer time is incorrect: It is
it: L'ora corrente del computer non è corretta: è

# ClockFixed
source: I fixed the system clock!
it: Ho corretto l'orologio di sistema!
